/* ------------------------------------------------------------------
* EPC SUPER
* ---------------------------------------------------------------- */
module.exports = {
	0x80: '動作状態',
	0x81: '設置場所',
	0x82: '規格 Version 情報 ',
	0x83: '識別番号',
	0x84: '瞬時消費電力計測値',
	0x85: '積算消費電力計測値',
	0x86: 'メーカ異常コード',
	0x87: '電流制限設定 ',
	0x88: '異常発生状態',
	0x89: '異常内容',
	0x8A: 'メーカコード',
	0x8B: '事業場コード',
	0x8C: '商品コード',
	0x8D: '製造番号',
	0x8E: '製造年月日',
	0x8F: '節電動作設定',
	0x93: '遠隔操作設定',
	0x97: '現在時刻設定',
	0x98: '現在年月日設定',
	0x99: '電力制限設定',
	0x9A: '積算運転時間',
	0x9B: 'SetM プロパティマップ',
	0x9C: 'GetM プロパティマップ',
	0x9D: '状変アナウンスプロパティマップ',
	0x9E: 'Set プロパティマップ',
	0x9F: 'Get プロパティマップ'
};