/* ------------------------------------------------------------------
* ESV
* ---------------------------------------------------------------- */
module.exports = {
	0x60: 'プロパティ値書き込み要求(応答不要)(SetI)',
	0x61: 'プロパティ値書き込み要求(応答要)(SetC)',
	0x62: 'プロパティ値読み出し要求(Get)',
	0x63: 'プロパティ値通知要求(INF_REQ)',
	0x6E: 'プロパティ値書き込み・読み出し要求(SetGet)',
	0x71: 'プロパティ値書き込み応答(Set_Res)',
	0x72: 'プロパティ値読み出し応答(Get_Res)',
	0x73: 'プロパティ値通知(INF)',
	0x74: 'プロパティ値通知(応答要)(INFC)',
	0x7A: 'プロパティ値通知応答(INFC_Res)',
	0x7E: 'プロパティ値書き込み・読み出し応答(SetGet_Res)',
	0x50: 'プロパティ値書き込み要求不可応答(SetI_SNA)',
	0x51: 'プロパティ値書き込み要求不可応答(SetC_SNA)',
	0x52: 'プロパティ値読み出し不可応答(Get_SNA)',
	0x53: 'プロパティ値通知不可応答(INF_SNA)',
	0x5E: 'プロパティ値書き込み・読み出し不可応答(SetGet_SNA)'
};
