/* ------------------------------------------------------------------
* FIELD
* ---------------------------------------------------------------- */
module.exports = {
	'EHD1'  : 'ECHONET Lite電文ヘッダー1',
	'EHD2'  : 'ECHONET Lite電文ヘッダー2',
	'TID'   : 'トランザクションID',
	'EDATA' : 'ECHONET Liteデータ',
	'SEOJ'  : '送信元ECHONET Liteオブジェクト指定',
	'SEOJX1': '送信元クラスグループコード',
	'SEOJX2': '送信元クラスコード',
	'SEOJX3': '送信元インスタンスコード',
	'DEOJ'  : '相手先ECHONET Liteオブジェクト指定',
	'DEOJX1': '相手先クラスグループコード',
	'DEOJX2': '相手先クラスコード',
	'DEOJX3': '相手先インスタンスコード',
	'ESV'   : 'ECHONET Liteサービス',
	'OPC'   : '処理プロパティ数',
	'EPC'   : 'ECHONET Liteプロパティ',
	'PDC'   : 'EDTのバイト数',
	'EDT'   : 'プロパティ値データ',

	'EOJ'   : 'ECHONET Liteオブジェクト指定',
	'EOJX1' : 'クラスグループコード',
	'EOJX2' : 'クラスコード',
	'EOJX3' : 'インスタンスコード'
};
